{
  "teams": [
    {
      "idTeam": "135260",
      "idSoccerXML": "147",
      "idAPIfootball": null,
      "intLoved": "1",
      "strTeam": "New York Yankees",
      "strTeamShort": "NYY",
      "strAlternate": "NYY",
      "intFormedYear": "1901",
      "strSport": "Baseball",
      "strLeague": "MLB",
      "idLeague": "4424",
      "strLeague2": null,
      "idLeague2": null,
      "strLeague3": null,
      "idLeague3": null,
      "strLeague4": null,
      "idLeague4": null,
      "strLeague5": null,
      "idLeague5": null,
      "strLeague6": null,
      "idLeague6": null,
      "strLeague7": null,
      "idLeague7": null,
      "strDivision": null,
      "strManager": "Joe Girardi",
      "strStadium": "Yankee Stadium",
      "strKeywords": "",
      "strRSS": "",
      "strStadiumThumb": "https:\/\/www.thesportsdb.com\/images\/media\/team\/stadium\/yxyusu1423510331.jpg",
      "strStadiumDescription": "Yankee Stadium is a stadium located in the Bronx, in New York City. It is the home ballpark for the New York Yankees of Major League Baseball, and will also be the home of New York City FC of Major League Soccer. The $2.3 billion stadium, built with $1.2 billion in public subsidies, replaced the original Yankee Stadium. It is one block north of the original, on the 24-acre former site of Macombs Dam Park; the 8-acre site of the original stadium is now a public park called Heritage Field. The first game at the new Yankee Stadium was a preseason exhibition game against the Chicago Cubs on April 3, 2009; the Yankees won, 7–4. The first regular-season game was played on April 16, a 10–2 Yankee loss to the Cleveland Indians.\r\n\r\nThe stadium incorporates replicas of some design elements from the original Yankee Stadium. Although stadium construction began in August 2006, the project spanned many years and faced many controversies, including the high public cost and the loss of public parkland. The overall price tag makes the new Yankee Stadium the most expensive stadium ever built.\r\n\r\nNew York Yankees owner George Steinbrenner began campaigning for a new stadium in the early 1980s, just a few years after the remodeled Yankee Stadium opened. Steinbrenner at the time was reportedly considering a move to the Meadowlands Sports Complex in New Jersey. Governor Thomas Kean in 1984 authorized the use of land for a new baseball stadium in the Meadowlands, but the state legislature did not provide financing for the stadium. In a statewide referendum in 1987, New Jersey taxpayers rejected $185 million in public financing for a baseball stadium for the Yankees. Despite the rejection from New Jersey, Steinbrenner frequently used a threatened move there as leverage in negotiations with New York City. In 1988, New York Mayor Ed Koch agreed to have city taxpayers spend $90 million on a second renovation of Yankee Stadium that included luxury boxes and restaurants inside the stadium and parking garages and traffic improvements outside. Steinbrenner agreed in principle, but then backed out of the deal. In 1993, Mayor David Dinkins expanded on Koch's proposal by offering his Bronx Center vision for the neighborhood, including new housing, a new courthouse, and relocating the Police Academy nearby. In 1993, New York Governor Mario Cuomo proposed using the West Side Yard, a 30-acre rail yard along the West Side of Manhattan and owned by the Metropolitan Transportation Authority, as the location for new stadium for the Yankees. But Cuomo lost his re-election bid a few months later. By 1995, Steinbrenner had rejected 13 proposals to keep the Yankees in the Bronx. In 1998, Bronx Borough President Fernando Ferrer proposed spending $600 million in public money to add dozens of luxury boxes to the stadium, to improve highway and public transportation access, and to create a Yankee Village, with shops, restaurants, and a museum. Steinbrenner rejected this as well. That same year, Mayor Rudy Giuliani unveiled a plan to relocate the Yankees to the West Side Yard for a $1 billion stadium. But with most of the funding coming from taxpayers, Giuliani tabled the proposal, fearing rejection in a citywide referendum. The West Side Stadium plan resurfaced in December 2001. Months after the September 11 attack, Giuliani announced \"tentative agreements\" for both the New York Yankees and New York Mets to build new stadiums. He estimated that both stadiums would cost $2 billion, with city and state taxpayers contributing $1.2 billion.\r\n\r\nMichael Bloomberg, who succeeded Giuliani as mayor in 2002, called the former mayor's agreements \"corporate welfare\" and exercised the escape clause in the agreements to back out of both deals, saying that the city could not afford to build new stadiums for the Yankees and Mets. Bloomberg said that Giuliani had inserted a clause in this deal which loosened the teams' leases with the city and would allow the Yankees and Mets to leave the city on 60 days' notice to find a new home elsewhere if the city backed out of the agreement. At the time, Bloomberg said that publicly funded stadiums were a poor investment. Bloomberg's blueprint for the stadium was unveiled in 2004, at the same time as the plan for the Mets' new stadium, Citi Field. The final cost for the two stadiums was more than $3.1 billion; taxpayer subsidies accounted for $1.8 billion.",
      "strStadiumLocation": "Bronx, New York",
      "intStadiumCapacity": "49642",
      "strWebsite": "newyork.yankees.mlb.com",
      "strFacebook": "www.facebook.com\/Yankees",
      "strTwitter": "twitter.com\/yankees",
      "strInstagram": "instagram.com\/yankees",
      "strDescriptionEN": "The New York Yankees are an American professional baseball team based in the Bronx borough of New York City that competes in Major League Baseball (MLB) in the American League's (AL) East Division. They are one of two MLB clubs based in New York City, the other club being the New York Mets. One of the AL's eight charter franchises, the club was founded in Baltimore, Maryland in 1901 as the Baltimore Orioles. The team moved to New York City in 1903 and became the New York Highlanders, before taking \"Yankees\" as their official name in 1913.\r\n\r\nThe team is owned by Yankee Global Enterprises, an LLC controlled by the family of George Steinbrenner, who purchased the team in 1973. Former catcher Joe Girardi is the team's manager, and Brian Cashman is the team's general manager. Yankees home games were played at Yankee Stadium from 1923 to 1973 and from 1976 to 2008. In 2009, they moved into a new ballpark also called Yankee Stadium after the previous venue closed. The team is perennially among the leaders in MLB attendance—in 2011, the Yankees had the second-highest attendance.\r\n\r\nOne of the most successful clubs in professional sports history worldwide, the Yankees have won 18 division titles, 40 AL pennants, and 27 World Series championships, all of which are MLB records. Forty-four Yankees players and 11 Yankees managers have been inducted into the National Baseball Hall of Fame, including Babe Ruth, Lou Gehrig, Joe DiMaggio, Mickey Mantle, and Yogi Berra. In pursuit of winning championships, the franchise has utilized a large payroll to recruit talent, particularly under former owner George Steinbrenner. According to Forbes, in 2013, the Yankees are the highest valued sports franchise in the United States, and fourth in the world, with an estimated value of approximately $2.3 billion. Due in part to their success, the Yankees have garnered enormous popularity worldwide and a dedicated fanbase, as well as widespread enmity from fans of other MLB teams; the team's intense rivalry with the Boston Red Sox is one of the most well-known rivalries in sports.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "USA",
      "strTeamBadge": "https:\/\/www.thesportsdb.com\/images\/media\/team\/badge\/wqwwxx1423478766.png",
      "strTeamJersey": "https:\/\/www.thesportsdb.com\/images\/media\/team\/jersey\/2019-135260-Jersey.png",
      "strTeamLogo": "https:\/\/www.thesportsdb.com\/images\/media\/team\/logo\/jub98o1550595657.png",
      "strTeamFanart1": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/26x1lc1551961041.jpg",
      "strTeamFanart2": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/f0b2vm1551961057.jpg",
      "strTeamFanart3": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/pz6y551551961081.jpg",
      "strTeamFanart4": "https:\/\/www.thesportsdb.com\/images\/media\/team\/fanart\/tdgeik1551961103.jpg",
      "strTeamBanner": "https:\/\/www.thesportsdb.com\/images\/media\/team\/banner\/stprxy1551961538.jpg",
      "strYoutube": "",
      "strLocked": "unlocked"
    }
  ]
}